package com.nubia.lijia;

public class DifficultDegreeValue {
	
	//容易的真心话和大冒险(默认)
	public static String[] TRUTH_TITLE_ARRAY_EASY = { "惊奇地", "傻笑着","呆滞地", "享受地", "绝情地", "委屈地", "卖萌地", "呆滞地", "傻笑着", "享受地", "妩媚地"};
	public static String[] TRUTH_CONTENT_ARRAY_EASY = { "你的初恋是几岁?", "你的初恋对象是谁?","你的初吻是几岁在什么地方被什么人夺去的?", "大学一共挂过几门课？", "大学所有考试中，你考到最低的一门是什么课，考了几分？", 
		"你吻过几个人？", "在现场所有同学中，你看哪位异性同学最舒服？", "如果再给你一次机会，回到高中毕业那天，你最想对某一位异性说什么话？", "第一个喜欢的异性叫什么名字？", "你曾经意淫过在场的哪一位？如果过去没有的话，你现在会选哪一位作为YY对象？", "对梦中情人有什么要求（在一分钟内说出五条）"};
	public static String[] DARE_TITLE_ARRAY_EASY = { "惊奇地", "傻笑着","呆滞地", "享受地", "绝情地", "委屈地", "卖萌地", "呆滞地", "傻笑着", "享受地", "妩媚地"};
	public static String[] DARE_CONTENT_ARRAY_EASY = { "和右边第一个异性拥抱20秒", "发说说：今天没有吃药，感觉自己萌萌哒","大说我是猪5遍", "被所有玩家疯狂的大屁股", "拿一张纸间隔着亲吻一位异性",
		"说：我就是那么贱，你咬我", "围着一位异性说：你这身材不错，特别像猪", "学邓超说：we are 伐木累", "作出被枪打到的样子，并倒地二十秒", "装出被点击了(持续20秒)", "大喊，臣妾做不到"};
	
	//中等的真心话和大冒险
	public static String[] TRUTH_TITLE_ARRAY_MEDIUM = {  "卖萌地", "呆滞地", "傻笑着", "享受地", "妩媚地", "惊奇地", "傻笑着","呆滞地", "享受地", "绝情地", "委屈地"};
	public static String[] TRUTH_CONTENT_ARRAY_MEDIUM = { "让你一直念念不忘的一位异性的名字？原因？", "谈过几次恋爱？","每天睡觉前都会想起的人是谁？", "你最怕的事情或东西是什么（说出三件）", "你会不会在意ta的过去，为什么？", 
		"打算什么时候结婚？", "现在心里最在意的异性叫什么名字？", "第一次爱的人对你有什么影响？", "你在意你的老婆（老公）不是处女（处男）吗？", "你会为了爱情牺牲一切，包括生命吗？", "结婚后希望生男孩还是女孩(只能选择一个，说出原因)"};
	public static String[] DARE_TITLE_ARRAY_MEDIUM = { "傻笑着", "享受地", "妩媚地", "惊奇地", "傻笑着","呆滞地","傻笑着","呆滞地", "享受地", "绝情地", "委屈地"};
	public static String[] DARE_CONTENT_ARRAY_MEDIUM = { "被一个男生压在身下20秒", "说出自己的第一个男朋友","亲在场最漂亮女生的脸", "拍一个女生的屁股，并说：“嗯，能生儿子", "学大便干燥的表情", "大声说：“I am SB", "大声喊寡妇我爱你", "亲吻一个同性", "对一位异性说：你去床上等我，我马上到", "学狗叫：汪汪", "大喊：我爱某某异性"};
	
	//高难的真心话和大冒险
	public static String[] TRUTH_TITLE_ARRAY_HARD = { "享受地", "妩媚地", "惊奇地", "傻笑着","呆滞地", "享受地", "傻笑着","呆滞地", "享受地", "绝情地", "委屈地"};
	public static String[] TRUTH_CONTENT_ARRAY_HARD = { "和多少异性有过非恋爱的暧昧关系？", "从小到大最丢脸出丑的事情是什么？","如果让你kiss现场的某一位异性，你会选择谁，为什么？", "和男/女朋友进行到哪一步了", "你会期待一夜情吗？", "会经常便秘吗?", "你是处女、处男吗？", "第一次性经历是何时？", "思想出轨和身体出轨，哪个比较能够接受？", "你最讨厌什么样的人？", "你觉得自己的脸皮厚还是薄？"};
	public static String[] DARE_TITLE_ARRAY_HARD = { "傻笑着","呆滞地", "享受地", "傻笑着","呆滞地", "享受地","享受地", "妩媚地", "惊奇地","绝情地", "委屈地"};
	public static String[] DARE_CONTENT_ARRAY_HARD = { "模仿金星老师说：完美", "对左边第二个人说：我好喜欢你","开心的，狠狠的打自己的脸三下", "对你右边的人说：你个贱人，不服来咬我啊", "被所有人弹脑袋，两下", "说：我是二百五", "让在场的一位摸下体", "半蹲着学便秘的样子", "说自己是傻逼", "找一个人做人工呼吸", "大声喊：我是同性恋"
        };
	
}
